Repository: legiongis/ead
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: English
ar: إنجليزي

source: Arabic
ar: عربي

source: Archaeological Site
ar: الموقع الاثري

source: DESCRIPTION.E62
ar: الوصف

source: Resource
ar: المصدر

source: Archaeological Complex
ar: مجموعة أثرية

source: Resource Summary
ar: الموقع في نقاط

source: External System References
ar: مصادر اخري عن الموقع

source: Actions
ar: أجرات لحماية الموقع

source: Components
ar: مكونات طبقات موقع

source: Classifications
ar: تصنيف الموقع

source: Descriptions
ar: الوصف

source: Measurements
ar: الأبعاد

source: Condition Assessment
ar: تقييم حالة الموقع

source: Location
ar: تحديد الموقع

source: Coverage
ar: الفترة الزمنية

source: Images and Files
ar: صور وملفات

source: File Upload
ar: إدخال ملف

source: Designation
ar: دلالة

source: Role
ar: دور

source: Actor Summary
ar: الشخصية الرئيسة

source: Phase
ar: مرحل الزمنية للموقع

source: Evaluation Criteria
ar: معايير التقييم

source: Related Resources
ar: مواقع اخري ذات صلة

source: Creation and Publication
ar: تاريخ النشر

source: Resource Description
ar: الوصف

source: Evaluate Resource
ar: تقيم حالة الموقع

source: Manage Resource
ar: إدارة المصدر

source: None specified
ar: المعلومات غير متوافرة عن الموقع

source: About
ar: عن المشروع

source: The EAD was created to collate images, bibliographies and site data in order to help preserve Egypt’s rich archaeological heritage.
ar: مشروع مواقع الاثار المصرية يهدف إلي اتاحة الصور والمعلومات والمراجع عن المواقع الاثرية في موقع واحد، من اجل الاسهام في المحافظة علي التراث الاثري المصري الفريد.

source: The Theban Mapping Project
ar: مشروع خرائط الاقصر

source: Languages
ar: اللغات

source: Documentation coming soon.
ar: قريبا سوف تتاح المعلومات

source: Help
ar: مساعدة

source: Login
ar: دخول

source: Welcome
ar: مرحباً

source: Logout
ar: خروج

source: Toggle navigation
ar: ملاحة مفصلية

source: Egyptian Archaeological Database (EAD)
ar: قاعدة بيانات المواقع الاثرية المصرية

source: Home
ar: الصفحة الرئيسية

source: Search
ar: بحث

source: Map View
ar: رؤية الخريطة

source: Resource Manager
ar: مدير الموقع

source: RDM
ar: ادارة البيانات

source: Find an Address
ar: أوجد عنوان

source: Loading resource data...
ar: تحميل بيانات المصدر

source: Map Zoom
ar: تكبير الخريطة

source: Cursor
ar: المؤشر

source: Basemaps
ar: خرائط

source: Add Layer
ar: أضف طبقة

source: Overlays
ar: إضافة طبقة اخري

source: Close
ar: أغلق

source: View Report
ar: إطلاع على التقرير

source: Edit
ar: تعديل

source: Clustered Resources
ar: مصادر مرتبطة

source: Back to map
ar: الرجوع إلي الخريطة

source: Manage Map Layers
ar: التنقل بين طبقات الخريطة

source: Categories
ar: تصنيفات

source: Search for a resource...
ar: البحث عن المصدر

source: Location Filter
ar: تحديد المكان

source: Time Filter
ar: تحديد اللفترة الزمنية

source: Tools
ar: أدوات

source: Toggle Dropdown
ar: قائمة يتم إفرادها للتبديل

source: View Popular Searches
ar: اكثر المواقع بحثا

source: Clear Search
ar: مسح تاريخ البحث

source: Popular Searches:
ar: اكثر كلمات البحث تدولا

source: Results
ar: النتائج

source: Map Filter Enabled
ar: تفعيل محدد الخريطة

source: Time Filter Enabled
ar: تم تفعيل محدد الفترة الزمنية

source: Example Layer
ar: مثال لطبقة

source: visible zoom range: 9-20
ar: تكبير الرؤية من 9-20

source: City Admin Area
ar: مركز ادارة المدينة

source: Site Type
ar: نوع الموقع

source: Cultural Period
ar: الفترة الحضارية

source: Location Coordinates
ar: خطوط الطول ودوائر العرض

source: Complex Type
ar: نوعة المجموعة الآثرية

source: Activity Type
ar: تاريخ الاكتشافات والحفائر

source: Historic Event Type
ar: أهم الاحداث التاريخية

source: Person/Organization Type
ar: أهم الشخصيات التاريخية

source: Birth Date/Start of Existence
ar: تاريخ الميلاد

source: Death Date/End of Existence
ar: تاريخ الوفاة

source: Information Resource Type
ar: نوع مصدر المعلومات

source: Date of Creation
ar: تاريخ ادخال البيانات

source: Date of Publication
ar: تاريخ النشر

source: Add
ar: أضافة

source: Clear forms
ar: مسح بيانات البحث

source: Discard edits
ar: إلغاء التعديلات

source: Classify your site by entering the site type and cultural period. Enter dynasty and ruler if available, otherwise leave blank.
ar: تحديد الموقع عن طريق أدخال نوع الموقع و الفترة الزمنية. يمكن أدخال الأسرة او اسم الملك، ان امكن او تركها بدون بينانات.

source: Dynasty
ar: الأسرة

source: Ruler
ar: اسم الملك

source: A site type and cultural period must be selected. If a ruler has been selected, then a dynasty must also be selected.
ar: يجب اختيار نوع الموقع والفترة الحضارية. اما اذا ما تم اختيار اسم الملك، فيجب اختيار الأسرة ايضا.

source: No classifications defined.
ar: لم يتم تحديد التصنيفات

source: component
ar: مكون

source: technique
ar: التقنية

source: material
ar: المادة

source: No Components Defined
ar: لم يتم تحديد المكونات

source: Component
ar: مكون

source: Technique
ar: التقنية

source: Material
ar: المادة

source: This resource has these modifications:
ar: هذا المورد به هذه التعديلات

source: No Modifications Defined
ar: لم يتم تحديد اي تعديلات

source: Edit this description
ar: تعديل هذا الوصف

source: Resource Descriptions
ar: وصف المصدر

source: All values must be populated.
ar: يجب تعبئة جميع القيم

source: This resource has these descriptions:
ar: هذا المورد له هذه الأوصاف

source: No Descriptions Defined
ar: لم يتم تحديد وصف

source: Mapped Locations
ar: مواقع لها خرائط

source: Geometry Tools
ar: أدوات هندسية

source: Draw new point
ar: رسم نقطة جديدة

source: Draw new line
ar: رسم خط جديد

source: Draw new polygon
ar: رسم مضلع جديد

source: Add from gpx, kml, or geojson
ar: geojson أو kml أو gpx أضف من

source: (or drag and drop the file onto the map)
ar: أو اسحب الملف واسقطه على الخريطة

source: Enter latitude/longitude
ar: ادخال خط الطول وطائرة العرض

source: use decimal degrees: dd.ddddd
ar: استخدام الترقيم الجزئي

source: Add Geometry
ar: أضف شكل هندسي

source: This resource is represented by the following geometries:
ar: هذا المصدر يتم توضيحه بالاشكال الهندسية التالية

source: No geometries defined
ar: لم يتم تحديد أشكال هندسية

source: Location Grid References
ar: مرجع الموقع طبقا للاحداثيات

source: This resource has the following grid references:
ar: هذا الموقع له رقم الاحداثي التالي

source: No Grid References Defined
ar: لم يتم تحديد رقم الاحداثيات

source: Location Description
ar: وصف الموقع

source: Environmental Settings
ar: المكونات البئية للموقع

source: This resource has the following settings:
ar: الموقع له هذه المكونات البيئية

source: No Settings Defined
ar: لم يتم تحدي اي مظاهر بيئة للموقع

source: Administrative Areas
ar: المناطق الإدارية

source: This resource is located in the following Administrative Areas:
ar: هذا المورد يقع في المناطق الإدارية التالية

source: No Administrative Areas Defined
ar: لم يتم تحديد مناطق إدارية

source: Cadastral References
ar: مصادر مساحية

source: No Parcels Defined
ar: لم يتم تحديد اي قطع

source: Save edits
ar: حفظ التعديلات

source: Find Resources
ar: ابحث عن المصادر

source: Show Relationships
ar: عرض العلاقات

source: from (yyyy-mm-dd)
ar: (من (يوم/شهر/سنة

source: to (yyyy-mm-dd)
ar: (إلى (يوم/شهر/ سنة

source: This resource has no relationships yet
ar: ليس لهذا المورد علاقات بعد

source: Edit this relationship
ar: تعديل هذه العلاقة

source: Map filter
ar: مرشح الخريطة

source: Attribute filter
ar: مرشح الوصف

source: Edit Relationship
ar: تعديل العلاقة

source: Add Relationship
ar: إضافة علاقة

source: Relationship:
ar: علاقة

source: Archaeological Site Type
ar: نوع الموقع الآثري

source: Type
ar: النوع

source: The type value must be populated.
ar: يجب إدخال قيمة النوع

source: This resource has these types:
ar: هذا المصدر له هذه الأنواع

source: No Types Defined
ar: لم يتم تحديد اي نوع

source: Delete this type
ar: احذف هذا النوع

source: Edit this type
ar: تعديل هذا النوع

source: Names
ar: الأسماء

source: Name
ar: الأسم

source: The name value must be populated. A resource can only have one primary name.
ar: يجب ادخال قيمة الأسم. لا يحمل المصدر إلا اسم واحد أساسي.

source: This resource has these names:
ar: هذا المصدر له هذه الأسماء

source: No Names Defined
ar: لم يتم تحديد أي أسماء

source: Delete this name
ar: مسح هذا الأسم

source: Edit this name
ar: تعديل هذا الأسم

source: Deities Associated with Site/Complex
ar: أسم المعبودات التي ارتبطت بهذا الموقع/ المجمع

source: Deity
ar: أسم المعبود

source: The deity input must be populated.
ar: يجب أدخال أسم المعبودات

source: These Deities are associated with this Archaeological Site/Complex:
ar: هذه االمعبودات مرتبطة بهذا الموقع الآثري/المجمع

source: No Deities Defined
ar: لم يتم تحديد أي معبود

source: Delete this Deity
ar: احذف أسم هذا المعبود

source: Edit this Deity
ar: تعديل أسم هذا المعبود

source: Archaeological Site Description
ar: وصف الموقع الآثري

source: Archaeological Site Summary
ar: ملخص عن الموقع الآثري

source: Site Descriptions
ar: وصف الموقع

source: Location Information
ar: معلومات الموقع

source: No settings recorded
ar: لم يتم تحديد بيئة الموقع

source: Classification/Components
ar: تصنيف/ مكونات

source: Classification
ar: تصنيفات الموقع

source: Description
ar: الوصف

source: Titles
ar: اسم المرجع

source: No titles recorded
ar: لم يتم تسجيل اي مرجع

source: Identifiers
ar: الترقيم الدولي للمراجع

source: No identifiers recorded
ar: لم يتم تحديد الترقيم الدولي للمراجع

source: Formats
ar: نوع المرجع

source: No formats recorded
ar: لم يتم تسجيل نوع المرجع

source: No languages recorded
ar: لم يتم ادخال نوع اللغة

source: Digital Representation
ar: نسخة رقمية للمرجع

source: View document
ar: مشاهدة المصدر

source: Link to document
ar: رابط للمصدر

source: None
ar: لا يوجد

source: Temporal Coverage
ar: الفترة الزمنية

source: No coverage recorded
ar: لم يتم تسجيل فترة زمنية

source: Resource Creation
ar: وصف المصدر

source: No creation information recorded
ar: لم يتم كتابة تاريخ المعلومة

source: Created on
ar: كتبت في

source: Creator
ar: الؤلف

source: Contributor
ar: المساهم

source: Publishers
ar: الناشر

source: Publication date
ar: تاريخ المشر

source: Copy Rights
ar: حقوق النشر

source: No rights recorded
ar: لا يعرف حقوق نشر

source: Resource Report
ar: تقرير عن المورد

source: Map
ar: خريطة

source: No areas recorded
ar: لم يتم تسجيل مناطق

source: Related Features
ar: موضوعات ذات صلة

source: No features recorded
ar: لم يتم تسجيل اي موضوعات متعلقة

source: Features
ar: موضوعات

source: No components recorded
ar: لم يتم تسجيل مكونات

source: none defined
ar: غير محدد

source: No descriptions recorded
ar: لم يتم كتابة اي وصف

source: No references recorded
ar: لم يتم تسجيل اي مصادر

source: Grid References
ar: مصادر مساحية

source: No Grid References recorded
ar: لم يتم تسجيل مصادر مساحية

source: Deities Associated with Site
ar: أسم المعبودات التي ارتبطت بهذا الموقع/ المجمع

source: No deities recorded
ar: لم يتم تسجيل اي معبودات

source: No measurements recorded
ar: لم يتم تسجيل قياسات

source: No names recorded
ar: لم يتم كتابة اي اسم

source: Addresses
ar: عناوين

source: No addresses recorded
ar: لم يتم تسجيل عناوين

source: Parcels
ar: قطع

source: No parcels recorded
ar: لم يتم تسجيل قطع

source: No types recorded
ar: لم يتم تحديد نوع الموقع

source: No coordinates recorded
ar: لم يتم تسجيل خطوط االطول اوالعرض

source: Resource Condition Assessment
ar: تقييم حالة الموضوع

source: Condition
ar: الحالة

source: No conditions recorded
ar: لم يتم تسجيل الحالة

source: Images
ar: صور

source: Previous
ar: السابق

source: Next
ar: التالي

source: No images recorded
ar: لم يتم تسجيل صور

source: Disturbances
ar: اضطرابات

source: No disturbances recorded
ar: لم يتم تسجيل اضطرابات

source: Threats
ar: مخاطر

source: No theats recorded
ar: لم يتم تسجيل مخاطر

source: Management Recommendations
ar: توصيات للإدارة

source: No recommendations recorded
ar: لم يتم تسجيل توصيات

source: Designations
ar: تحديد المكانة

source: Designation and Protection Status
ar: حالة المكانة والحماية

source: Date
ar: التاريخ

source: Resource Significance
ar: أهمية الموقع

source: Evaluation Details
ar: تفاصيل التقييم

source: Context/Theme
ar: السياق/ الموضوع

source: No criteria recorded
ar: لم يتم تسجيل معايير

source: Eligibility Standards
ar: مقاييس الصلاحية

source: No standards recorded
ar: لم يتم تسجيل مقاييس

source: Integrity Standards
ar: مقاييس التكاملية

source: Status Codes
ar: اكواد الموقف

source: No codes recorded
ar: لم يتم تسجيل اي اكواد

source: Significance Statement
ar: بيان الأهمية

source: No statement recorded
ar: لم يتم تسجيل بيان الأهمية

source: No classifications recorded
ar: لم يتم تسجيل اي تصنيف للموقع

source: Important Dates
ar: تواريخ هامة

source: No dates recorded
ar: لم يتم تسجيل تواريخ

source: Related Archaeological Sites
ar: مواقع آثرية ذات صلة

source: Related Archaeological Complexes
ar: مجموعات آثرية ذات صلة

source: Related Images
ar: أشكال ذات صلة

source: Related People/Organizations
ar: أشخاص/ مؤسسات ذات صلة

source: Related Activities
ar: اكتشافات ذات صلة

source: Related Historic Events
ar: احداث تاريخية ذات صلة

source: Related People
ar: شخصيات ذات صلة

source: Related Information Resources
ar: مراجع ذات صلة

source: Bibliography and Other Documents
ar: المصادر ومعلومات اخري

source: Related Historic Resources
ar: مصادر تاريخية ذات صلة

source: Related Historic Districts
ar: مناطق تاريخية ذات صلة

source: Documents
ar: وثائق
